---
kind: property
id: P:Autodesk.Revit.UI.UIThemeManager.FollowSystemColorTheme
source: html/7cee2337-591b-14ec-dd41-401caba5c5bc.htm
---
# Autodesk.Revit.UI.UIThemeManager.FollowSystemColorTheme Property

Indicate if the overall theme follows operating system color theme.

## Syntax (C#)
```csharp
public static bool FollowSystemColorTheme { get; set; }
```